Output of `make plan`:
```
Terraform will perform the following actions:

  # module.quasar.aws_ec2_client_vpn_endpoint.quasar-vpn-endpoint will be created
  + resource "aws_ec2_client_vpn_endpoint" "quasar-vpn-endpoint" {
      + client_cidr_block      = "172.22.0.0/22"
      + description            = "Quasar-Client-VPN"
      + dns_name               = (known after apply)
      + id                     = (known after apply)
      + server_certificate_arn = "arn:aws:acm:us-east-1:389428637636:certificate/e9f30bbd-f33d-4f0f-a3d9-7c1045bab8a1"
      + split_tunnel           = true
      + status                 = (known after apply)
      + transport_protocol     = "udp"

      + authentication_options {
          + type = "certificate-authentication"
        }

      + connection_log_options {
          + enabled = true
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```